[
    { 
        "dia": 1, 
        "versiculo": "Salmos 118:24", 
        "texto": "Este es el día que hizo el Señor; nos gozaremos y alegraremos en él.", 
        "explicacion": "Dulce empezamos esta Dinámica. Y recordate que tu felicidad es muy importante para todos, entonces te animo a que puedas siempre gozar y alegrarte en Él en todo momento."
    },
    { "dia": 2, "versiculo": "Jeremías 29:11", "texto": "Dios tiene planes de bienestar para ti. Confía en Él.", "explicacion": "Dulce aunque a veces no entendemos por qué pasan las cosas, podemos confiar que Dios tiene un plan perfecto para nosotros. Él siempre sabe lo que es mejor, incluso cuando no lo vemos claramente, entonces confiemos siempre que sus planes son siempre para bien." },
    { "dia": 3, "versiculo": "Filipenses 4:13", "texto": "Todo lo puedo en Cristo que me fortalece.", "explicacion": "Dulce se que a veces parece difícil tantas situaciones en nuestro dia a día que a veces parece que no lo podremos lograr,pero te animo a que puedas usar esa fuerza que Cristo Jesús puso en nosotros. Asi como las aguilas usan las corrientes de viento de las tormentas para volar mas alto,usa esas tormentas como algo que te pueda ayudar a volar mas alto con la fuerza de Cristo Jesús y volar sobre cualquier dificultad." },
    { "dia": 4, "versiculo": "Mateo 28:20", "texto": "Dios está contigo siempre, hasta el fin del mundo.", "explicacion": "a veces Dulce podemos sentir que estamos solos o que no tenemos compañía,pero quiero que recuerdes este versículo cuando pases por esa situaciones, Que nuestro Dios esta siempre con nosotros en cualquier momento y no nos dejará por que esta con nosotros hasta el fin del mundo." },
    { "dia": 5, "versiculo": "Isaías 41:10", "texto": "No temas, porque yo estoy contigo; no desmayes, porque yo soy tu Dios.", "explicacion": "Dulce recuerda esto; asi como Dios esta con nosotros hasta el fin del mundo, también nos esta apoyando en cualquier situación,asi que no sientas miedo al momento de enfrentar alguna adversidad porqué el Señor esta ahi y el es todo poderoso y también es nuestro Padre que nos apoya" },
    { "dia": 6, "versiculo": "Romanos 8:28", "texto": "Todas las cosas ayudan a bien a los que aman a Dios.", "explicacion": "Dulce, aunque algunas cosas no tengan sentido para nosotros ahora, yo se que podemos confiar que Dios las usa para nuestro bien. Él tiene una manera única de hacer que cada momento, bueno o malo, nos ayude a crecer.Confia en éso ✨" },
    { "dia": 7, "versiculo": "Juan 14:27", "texto": "La paz de Dios sobrepasa todo entendimiento. No se turbe tu corazón.", "explicacion": "Dulce, se que a veces en la vida enfrentamos situaciones que nos hacen sentir ansiosos o tristes, pero Dios promete darnos una paz que supera cualquier miedo. Dulce si un dia te sientes insegura o inquieta, recuerda que Él está contigo, dándote la paz que necesitas✨" },
    { "dia": 8, "versiculo": "Salmos 23:1", "texto": "El Señor es mi pastor, nada me faltará.", "explicacion": "El señor es nuestro pastor Dulce,los pastores cumplen la función de alimentar, proteger ,y guiar alas ovejas en todo momento, entonces ten en mente que Dios es nuestro gran pastor entonces el proveerá el alimento,nos cuidas en todo momento y nos guía hacia un buen camino" },
    { "dia": 9, "versiculo": "1 Pedro 5:7", "texto": "Echa sobre Dios toda tu ansiedad, porque Él cuida de ti.", "explicacion": "Dulce sé que a veces la ansiedad puede nublarnos la mente y hacernos sentir que no hay solución, pero Dios nos invita a entregarle esas preocupaciones. Dios se encargará de todo, dándonos paz en medio de la tormenta, porque la calma no viene después de la tormenta, Jesús es la calma en medio de la tormenta"},
    { "dia": 10, "versiculo": "2 Corintios 5:7", "texto": "Vivimos por fe, no por vista.", "explicacion": "Dulce, yo sé que es fácil a veces dejarnos llevar por lo que vemos o sentimos, pero nuestra fe nos invita a caminar confiando en lo que no vemos. Aunque las circunstancias no sean perfectas, sabemos que Dios está guiando nuestro camino, y eso es lo que realmente importa. 🌟" },
    { "dia": 11, "versiculo": "Mateo 6:33", "texto": "Busca primero el Reino de Dios y todo lo demás vendrá por añadidura.", "explicacion": "Que importante es siempre priorizar esto siempre Dulce,se que a veces suena difícil pero te animo a que Puedas siempre buscar su reino ysu justicia, El proveerá todo lo que necesites por que el esta a cargo de todo" },
    { "dia": 12, "versiculo": "Juan 3:16", "texto": "Dios te ama tanto que dio a su Hijo por ti.", "explicacion": "Dulce esto es primordial, Recuerda ante todo y sobre todo el amor de Dios, Que mando a su hijo para salvarnos de la situación de donde estábamos y ademas de eso, pagó el precio permanente por el pecado,nos hizo sus hijos y nos dió vida eterna. Este es el verdadero amor Dulce que el nos ama y dió a su hijo para salvarnos  Pista:1-D" },
    { "dia": 13, "versiculo": "Salmos 46:1", "texto": "Dios es nuestro refugio y fortaleza, ayuda en tiempos de angustia.", "explicacion": "Dulce ese Dios que tanto nos ama también es nuestro refugio seguro en donde podemos acudir cuando tengamos alguna dificultad o pasemos por procesos,No estas sola Dulce ✨ asi que confía en El que el sera tu refugio en todo momento. Pista: 6- F " },
    { "dia": 14, "versiculo": "Proverbios 3:5", "texto": "Confía en el Señor con todo tu corazón y no te apoyes en tu propia prudencia.", "explicacion": "a veces nos parece que tenemos el control de todo o que podemos hacer todo por nuestra cuenta,pero es mucho mejor Dulce que confies en Dios por qué nuestro corazón es algo engañoso, entonces te animo a que confíes siempre en Dios y no tee dejes guiar tanto por nuestro entendimiento.  Pista:11- 1" },
    { "dia": 15, "versiculo": "Éxodo 14:14", "texto": "El Señor peleará por ti, solo permanece en calma.", "explicacion": "Dulce a veces pensamos que debemos hacer algo si o si para solucionar algun problema o dificultad,pero Quiero que tomes el ejemplo de Moisés que que estuvo calmado cuando los egipcios los perseguían por que sabia que Dios mismo peleó esa batalla, entonces recuerda que Dios también se encarga de cualquier situación tuya entonces te animo a que siempre mantengas calma y paz confiando que Dios se encarga de todo.  Pista:13- G" },
    { "dia": 16, "versiculo": "Colosenses 3:23", "texto": "Todo lo que hagas, hazlo con amor como para el Señor.", "explicacion": "Dulce todo el servicio que estas haciendo es algo espectacular y con un gran propósito,se que lo estas haciendo de todo corazón y te animo a que sigas así,por que el recompensará cada cosa que hayas hecho de todo corazón por qué haces todo con amor para el Señor.  Pista:15- d" },
    { "dia": 17, "versiculo": "Hebreos 11:1", "texto": "La fe es la certeza de lo que se espera, la convicción de lo que no se ve.", "explicacion": "Dulce nuestra fe se basa en lo que esta en la palabra de Dios, entonces recuerda que estas promesas de estos dias se basan en lo que está escrito en la palabra de Dios, entonces puedes tener la fe completa que esto es verdad por que la fe te llevara a lugares donde los ojos no pueden ver. Pista: 10- z" },
    { "dia": 18, "versiculo": "Salmos 91:2", "texto": "Dios es tu refugio y tu fortaleza, en Él confiarás.", "explicacion": "Cuando pases por dificultades Dulce recuerda que el es nuestro refugio,es nuestro Dios omnipotente que nos protege de todo mal asi que confiemos en él en todo momento.  Pista: 8- l " },
    { "dia": 19, "versiculo": "Isaías 40:31", "texto": "Los que esperan en el Señor renovarán sus fuerzas y volarán como las águilas.", "explicacion": "Te acuerdas de las historias de las aguilas que te conté? Te había dicho que las aguilas a cierta edad ya deben cambiar sus plumas pico y garras y que confian plenamente que ese cambio los hara volar más fuertes y rapidos, asi que te animo que seas como las aguilas,que confíes en el Señor que te dara esas plumas nuevas para que puedas sobrepasar cualquier tormenta o dificultad en tu vida. Pista: 5- e" },
    { "dia": 20, "versiculo": "Filipenses 4:6-7", "texto": "No te preocupes por nada, sino ora por todo con gratitud.", "explicacion": "Dulce ya en estos días hablamos de la confianza,y esto es super importante, Contarle todo a nuestro Papa de los cielos que nos preocupa,estos es super importante por qué hacemos saber a Dios lo que nos preocupa y debemos orar y contar a Dios nuestro día a día en todo momento,se que es difícil pero esto tiene su recompensa Dulce y también no olvidar dar Gracias por todo lo que Dios ya ha echó al responder nuestras oraciones o por lo que va a ser" },
    { "dia": 21, "versiculo": "Romanos 15:13", "texto": "Que el Dios de la esperanza te llene de gozo y paz al confiar en Él.", "explicacion": "Dulce nuestro Dios es la fuente de nuestra esperanza, entonces te animó a que podamos confiar en el y que podamos buscar su paz y gozo,por que el nos llenará de esperanza y esto nos permitirá venecer cualquier dificultad" },
    { "dia": 22, "versiculo": "Mateo 5:14", "texto": "Eres la luz del mundo. Brilla con el amor de Dios.", "explicacion": "Dulce tu eres para mi una Luna,por qué la Luna refleja en la oscuridad la luz. La luz es Dios,Que tu vida sea siempre un reflejo de la luz,y que lo que esten en oscuridad puedan ver ese reflejo de la luz,que vean a nuestro señor Jesús a través de tu vida" },
    { "dia": 23, "versiculo": "Lucas 1:37", "texto": "Nada es imposible para Dios.", "explicacion": "a veces parece cosas imposibles,pero tu tranquila por que para Dios no es nada imposible, asi que confiemos en el plenamente sabiendo que el todo lo puede hacer posible" },
    { "dia": 24, "versiculo": "2 Timoteo 1:7", "texto": "Dios no te ha dado un espíritu de temor, sino de poder y dominio propio.", "explicacion": "Dulce se que a veces podemos tener miedo y es algo normal pero quiero que sepas esto, El mismo espíritu que levantó a Jesús de los muertos habita en nosotros. Que hermoso saber que el espíritu santo esta en nuestras vidas y entonces no debemos sentir miedo, porque el Espíritu Santo está en nuestra vida" },
    { "dia": 25, "versiculo": "Gálatas 6:9", "texto": "No te canses de hacer el bien, porque a su tiempo cosecharás.", "explicacion": "La perseverancia es algo súper importante en la fe,todo el servicio o todo lo bueno que haces Dulce tarde o temprano tendra sus recompensas,asi que te ánimo todo lo que quieras a que no cambies y que sigas haciendo las cosas bien con amor por que tarde o temprano daran bendiciones" },
    { "dia": 26, "versiculo": "Isaías 26:3", "texto": "Dios guardará en perfecta paz a aquel cuyo pensamiento en Él persevera.", "explicacion": "Dulce ¿ves que hermoso es este versículo? ✨ la Paz de Dios es perfecta y tenemos acceso a esa paz, debemos confiar y tener nuestro pensamiento en él, entonces esta paz nos ayudara al momento de pasar dificultades o tormentas" },
    { "dia": 27, "versiculo": "1 Tesalonicenses 5:16-18", "texto": "Regocíjate siempre, ora sin cesar y da gracias en todo.", "explicacion": "Dulce que tan importante es estar feliz en todo momento, que oremos siempre y demos gracias en todo momento,esto nos ayuda a vivir una vida plena y satisfactoria,mantengamos siempre esa actitud de gratitud" },
    { "dia": 28, "versiculo": "Deuteronomio 31:8", "texto": "El Señor va delante de ti; no tengas miedo ni te desanimes.", "explicacion": "Dulce en toda la escritura se habla de la presencia de Dios en nuestra vida,y esto es super importante recordar por que el enemigo nos hara sentir que estamos solos pero recordar que Dios de los cielos esta con nosotros, entonces no tengamos miedo o que tengamos pensamientos de desaliento,Dios esta con nosotros y eso es algo tan hermoso,no lo olvides 🫶" },
    { "dia": 29, "versiculo": "Juan 16:33", "texto": "En el mundo tendrás aflicción, pero confía, yo he vencido al mundo.", "explicacion": "Dulceeeee Jesús venció a este mundo,pero mira igual tendremos aflicción, entonces que podamos recordar esto: Dios venció el mundo, entonces tengamos nuestra plena confianza en eso y tendremos también la fuerza de El para poder vencer cualquier dificultad" },
    { "dia": 30, "versiculo": "Salmos 37:4", "texto": "Deléitate en el Señor, y Él concederá los deseos de tu corazón.", "explicacion": "Dulce recuerda que cuando te deleitas en la presencia de Dios el concede los deseos de tu corazón,te acuerdas que los planes de Dios son maravillosos? Entonces te animo a qué confies en eso,que el cumplirá los deseos de tu corazón" },
   { "dia": 31, "versiculo": "Isaías 43:18-19", "texto": "Y ahora, Dios le dice a Dulce: «No recuerden ni piensen más en las cosas del pasado Yo voy a hacer algo nuevo, y ya he empezado a hacerlo. Estoy abriendo un camino en el desierto y haré brotar ríos en la tierra seca.", "explicacion": "Y terminamos este Dia con este versículo Dulce, Todos tenemos un pasado y, como su nombre lo dice.. Esta en el pasado,todas esas cosas viejas pasaron, Dios hace cosas nuevas,lo que paso en el pasado no se compara con lo que Dios te va a dar, así que no pensemos mas en cosas del pasado para poder pensar más y disfrutar mas lo que Dios nos va a ofrecer.Eres hija de Dios,espero que estos dias te puedan ayudar a recordar que nuestro Dios es tan amoroso y que estas son su promesa para tu vida,no lo olvides 🫶❤️‍🩹" }]
